Repository: agemor/nabomhouse
Catalog: web/plugins/comment-rating-field-plugin/languages/*.po
Languages: es_es

source: Thanks for using our plugins - why not check out some of our other amazing Premium WordPress Plugins?
es_es: Gracias por usar nuestro plugin. ¿Porque no echa un vistazxo a otros plugins profesionales para Wordpress?

source: Visit WP Cube
es_es: Visitar WP Cube

source: Thanks for using our plugins - why not check out some of our other amazing Premium WordPress Plugins below?
es_es: Gracias por usar nuestro plugin. ¿Porque no echa un vistazxo a otros plugins profesionales para Wordpress que se muestran a continuación?

source: Visit the WP Cube Web Site
es_es: Visitar la web de WP Cube

source: Why not visit
es_es: ¿Porque no visita

source: and check out some of our other amazing Premium WordPress Plugins?
es_es: para conocer otros fantásticos plugins profesionales para Wordpress?

source: Upgrade to Pro
es_es: Actualizar a PRO

source: Support
es_es: Soporte

source: Access to one on one email support
es_es: Acceder a soporte prioritario por e-mail

source: Documentation
es_es: Documentación

source: Detailed documentation on how to install and configure the plugin
es_es: Documentación detalladas para saber como instalar y configurar el plugin

source: Updates
es_es: Actualizaciones

source: Receive one click update notifications, right within your WordPress Adminstration panel
es_es: Reciba notificaciones de actualización con un clic, directamente en el panel de control de Wordpress

source: Seamless Upgrade
es_es: Actualizaciones rápidas

source: Retain all current settings when upgrading to Pro
es_es: Mantener las opciones actuales al actualizar a la versión Pro

source: Upgrade Now
es_es: Actualizar ahora

source: About
es_es: Sobre

source: Found this plugin useful? Donations to help with support and development are appreciated.
es_es: ¿Ha encontrado útil este plugin? Las donaciones nos ayudan con el desarrollo y soporte y son muy apreciadas.

source: Donate Now
es_es: Hacer un donativo

source: Keep Updated
es_es: Mantente actualizado

source: Subscribe to the newsletter and receive updates on our WordPress Plugins
es_es: Suscribirse al boletín para recibir información sobre sus plugins de Wordpress

source: Subscribe
es_es: Suscribirse

source: Version
es_es: Versión

source: Custom Post Types
es_es: Tipos de entrada personalizada

source: Support for rating display and functionality on ANY Custom Post Types and their Taxonomies.
es_es: Soporte para mostrar calificaciones en CUALQUIER tipo de entrada personalizada y taxonomías.

source: Multiple Rating Fields
es_es: Campos de votación múltiple

source: Create, edit and delete an unlimited number of rating fields. Each field can be targeted to display on a comment form for a specific Custom Post Type and/or Taxonomy.
es_es: Crea, edita y borra un número ilimitado de campos de votación. Cada campo puede ser integrado para mostrarse en un formulario de comentario para un tipo de entrada personalizada y/o taxonomía.

source: List the Highest Average Rating Posts within your sidebars.
es_es: Mostrar lista con las entradas más valoradas en las barras laterales.

source: Use a shortcode to display the Average Rating anywhere within your content.
es_es: Usar un shortcode para mostrar el promedio de calificación en el área de contenido.

source: Display
es_es: Mostrar

source: Enhanced display options, including to display the average rating on excerpts, content, comments; position the average rating and display a rating breakdown.
es_es: Las opciones avanzadas incluyen visualización de promedios en extractos, contenidos, comentarios; coloque el promedio y muestre sus calificaciones.

source: Settings Updated.
es_es: Opciones actualizadas.

source: Settings
es_es: Opciones

source: Display Settings
es_es: Mostrar opciones

source: Enable on Pages
es_es: Habilitar en páginas

source: Enable on Posts
es_es: Habilitar en entradas

source: Enable on Categories
es_es: Habilitar en categorías

source: Displays ratings and the rating field on Posts with comments enabled that are assigned to the selected categories.
es_es: Muestra calificaciones y campo para votar en entradas con comentarios en las categorías seleccionadas.

source: Display Average
es_es: Mostrar promedio

source: Displays the average rating based on the average of all ratings for the given Page or Post.
es_es: Muestra el promedio de calificaciones basado en todos los votos recibidos en página o entrada.

source: Average Rating Text
es_es: Texto de Promedio de calificación

source: If Display Average Rating above is selected, optionally define text to appear before the average rating stars are displayed.
es_es: Si la opción de mostar promedio está habilitada, se puede establecer un texto para que aparezca antes de las estrellas.

source: Rating Field Label
es_es: Etiqueta del campo Calificación

source: The text to display for the rating form field label. If blank, no label is displayed.
es_es: El texto de la etiqueta del campo de votación. Si se deja en blanco, la etiqueta no se mostrará.

source: Save
es_es: Guardar

source: Adds a 5 star rating field to the comments form in WordPress.
es_es: Calificar con 5 estrellas en el formulario de comentarios de Wordpress.
